[
    {
        "tema": "Funciones de la lengua",
        "resumen": "Son los distintos usos o propósitos para los cuales se utiliza la lengua en la comunicación humana."
    },
    {
        "tema": "Funciones de la lengua referencial",
        "resumen": "También se le conoce como informativa, esta centrada en el referente o contexto el cual usa para dar hechos, informaciones o algún dato sobre este, transmitiendo información sin hacer valoraciones personales, usa palabras que señalan. Muy utilizada en libros de texto, enciclopedias, periódicos, presentaciones"
    },
    {
        "tema": "Funciones de la lengua apelativa",
        "resumen": "También se le conoce como conativa, esta centrada en el receptor esperando que tenga un cambio de actitud, haga o deje de hacer algo, por esto mismo el tipo de mensaje depende mucho de quien es el receptor. Causa conciencia, consumismo, culpa, cambia la forma de pensar. Puede llegar a confundirse con la referencial en ocasiones por el tipo de uso o usar hasta metáforas, todo con el mismo fin"
    },
    {
        "tema": "Funciones de la lengua poetica",
        "resumen": "Muy usado en poemas, refranes, drama, cuentos, fabulas, dichos, trabalenguas. Es para crear efectos estéticos o artísticos en la lengua, juega un papel importante en la cultura y esta centrada en el mensaje. Su principal propósito es para agradar al receptor"
    },
    {
        "tema": "Formas del discurso",
        "resumen": "Son estructuras básicas que utilizan la lengua para organizar y comunicar ideas. Se le conoce como discurso al mensaje emitido de forma ordenada con el objeto de comunicar una idea."
    },
    {
        "tema": "Formas del discurso descriptivo",
        "resumen": "Identifica un objeto y da todos los detalles o características en medida de lo posible, te da la respuesta a la pregunta ¿Cómo es el objeto?. Tiene dos formas, la objetiva se limita a describir con precisión las características del objeto, la subjetiva busca crear una emoción en el lector y el autor refleja lo que el siente o piensa. Se encuentran en poesía, retratos hablados, diccionarios, reseñas, textos publicitarios"
    },
    {
        "tema": "Formas del discurso narrativo",
        "resumen": "Se ocupa para contar una historia, exponer los hechos o serie de acontecimientos ya sean reales o imaginarias, tiene una posición de narrador, es un observador, protagonista o personaje. Predominan en la crónica, el cuento, la novela, el chiste, noticias, películas o series. Responde a la pregunta ¿Qué pasa con la cosa, acción o los personajes?"
    },
    {
        "tema": "Formas del discurso argumentativo",
        "resumen": "Se usa para defender o refutar la opinión de la otra persona exponiendo argumentos. El emisor busca un cambio de actitud en el receptor basado en sus argumentos, contiene hipótesis o tesis, análisis y conclusiones, no tiene que ser verdadero, solo convincente. Se encuentran en ensayos, reseñas, criticas, sermones."
    },
    {
        "tema": "Comprensión de lectura",
        "resumen": "Es la capacidad de entender lo que se lee tanto en referencia y el significado de las palabras para lograr responder a las interrogantes, es poder encontrar la idea principal del texto y poder definir que papel juegan cada uno de los enunciados que se tiene"
    },
    {
        "tema": "Estructura del texto",
        "resumen": "Su análisis se puede hacer en dos niveles, la interna hace referencia a la forma en que se distribuye el texto, también conocido como temática, esto se organiza en varias partes formando su estructura, un ejemplo de esto es el esquema: Planteamiento de la idea principal, cuerpo o desarrollo y conclusión. La parte externa es la estructuración de los párrafos e ideas principales, esta estrechamente relacionada con el tipo de texto, así se podría diferenciar un texto argumentativo de uno narrativo, va muy ligado de la cohesión, coherencia y la adecuación. Ayuda a organizar de tal manera el texto que puedas diferencias el tipo de texto con alguno otro también ayuda a seguir y comprender el contenido de un texto"
    },
    {
        "tema": "Idea principal",
        "resumen": "Es el contenido del párrafo y enuncia el pensamiento principal, la información relevante y lo esencial del tema, puede venir acompañado de: un ejemplo, cita textual, paráfrasis, dato aclaratorio complementario, en ocasiones va acompañado del titulo del texto. Expone el contenido mas importante, por ello no puede suprimirse del párrafo, posee autonomía y no depende de otras ideas."
    },
    {
        "tema": "Ideas secundarias",
        "resumen": "Son informaciones complementarias, se encuentran ligadas a la idea principal puesto que dependen de ella y ayudan a entender mas el pensamiento a desarrollar. Generalmente son detalles descriptivos, ejemplos, circunstancias de tiempo, lugares o apoyos para justificar o hacer mas clara la idea principal. Tienen menor importancia que la idea principal, amplia, ejemplifican o demuestran la idea principal, carecen de autonomía, dependen de la idea principal y se articulan a la idea principal del párrafo"
    },
    {
        "tema": "Frases clave",
        "resumen": "Es lo que nos indica que es un tema principal, un texto o conjunto de palabras que nos indican el significado del tema principal, la forma sintáctica para identificarla consiste en la verificación de la repetición de palabras o conceptos, incluso con sinónimos, ya que esto se usa para dar énfasis en la idea principal del texto. La manera semántica complementa la anterior y resuelve la incógnita de la idea principal, se trata de extraer la frase necesaria para la supervivencia del texto, la frase sin la cual el texto no tendría sentido y nos entrega la información mas importante "
    },
    {
        "tema": "Inferencia de datos",
        "resumen": "Es obtener la conclusión o deducción de algo en un texto que no esta escrito, sino que se deduce por la información proporcionada, hay cosas que el autor no dice directamente, sino que se usan los conocimientos previos sobre el tema, vivencias o comprensión no expresada en el texto para llegar a esa conclusión."
    },
    {
        "tema": "Inferencia de rasgos, sentimientos y emociones",
        "resumen": "A lo largo de la lectura se nos llegan a dar pistas sobre como son los personajes física o psicológicamente, pero en ocasiones las pistas llegan en forma de metáfora, por ejemplo “se peino su cabello de oro y guio al ejercito con mano dura” nos esta diciendo del cabello de la persona y que tiene un temperamento fuerte o rígido. Al igual que con sus acciones podemos deducir las cosas, si algún personaje se asusta al escuchar un balazo puede decir que tuvo un hecho traumático de niño."
    },
    {
        "tema": "Punto de vista del autor",
        "resumen": "Nos permite comprender la perspectiva del autor y sus intenciones, para esto tenemos que identificar el tipo de narrador, en primera persona esta el protagonista donde todo gira a su alrededor, o el narrador personaje secundario que solo cuenta lo que puede ver y actúa dentro de la obra, el personaje secundario no necesariamente tiene que actuar dentro de la obra y cuenta hasta donde llegan sus limitaciones, en tercera persona esta el omnisciente que todo ve y sabe o el observador que cuenta las cosas como si estuvieras viendo una película"
    }
]